{
    "type": "normal",
    "header": {
        "links": [
            {
                "to": "/",
                "label": {
                    "en": "home",
                    "ar": "الرئيسية"
                }
            },
            {
                "to": "/faculties/ai",
                "label": {
                    "en": "Faculty of Computers and Artificial Intelligence",
                    "ar": " كلية الحاسبات والذكاء الاصطناعي"
                }
            },
            {
                "to": "/faculties/ai/program/iot",
                "label": {
                    "en": "Data Sciences Program",
                    "ar": " برنامج علوم البيانات"
                }
            }
        ],
        "img": "/images/ai/banner.jfif"
    },
    "overview": {
        "title": {
            "en": "Overview of the Data Sciences Program ",
            "ar": "نبذه عن برنامج علوم البيانات"
        },
        "para1": {
            "en": "The Data Science Program is an academic program designed to equip students with the knowledge and skills to understand, process, and analyze big data using advanced technologies and intelligent algorithms. The program focuses on preparing graduates with comprehensive expertise in tools and methodologies essential for extracting valuable insights from data and applying them across various fields, such as healthcare, industry, business, and the public sector.",
            "ar": "برنامج علوم البيانات هو برنامج أكاديمي يهدف إلى تأهيل الطلاب لفهم ومعالجة وتحليل البيانات الضخمة باستخدام التقنيات المتقدمة والخوارزميات الذكية. يركز البرنامج على إعداد خريجين لديهم معرفة شاملة بالأدوات والأساليب اللازمة لاستخراج المعلومات القيمة من البيانات وتطبيقها في مختلف المجالات مثل الصحة، الصناعة، الأعمال، والقطاع الحكومي."
        },
        "para2": {
            "en": " ",
            "ar": " "
        },
        "programTitle": {
            "en": " ",
            "ar": " "
        },
        "programPara": {
            "en": " ",
            "ar": " "
        },
        "visionPara": {
            "en": " Creating a creative generation capable of harnessing data science and developing its technologies to analyze data, enhance technological advancement, and achieve progress and prosperity.",
            "ar": "   الرؤية  خلق جيل مبدع قادر على تسخير علوم البيانات وتطوير تقنياتها لتحليل البيانات لتعزيز التطور التقني وتحقق لتحقيق التطور والنماء."
        },
        "missionPara": {
            "en": "Preparing specialized and distinguished scientific cadres equipped with deep skills and knowledge in the field of data science and analysis, enabling them to keep pace with rapid advancements and effectively utilize data. Supporting the production of innovative research and applications capable of competing locally, regionally, and internationally, while contributing to community development and enhancing various industries, in alignment with Egypt's sustainable development vision. ",
            "ar": "إعداد كوادر علمية متخصصة ومتميزة تمتلك المهارات والمعرفة العميقة في مجال علوم البيانات وتحليلها، بما يمكنها من مواكبة التطورات السريعة واستثمار البيانات بفعالية. ودعم إنتاج أبحاث وتطبيقات مبتكرة قادرة على المنافسة محليًا وإقليميًا ودوليًا، مع الإسهام في تنمية المجتمع وتعزيز الصناعات المختلفة، بما يتماشى مع رؤية مصر للتنمية المستدامة."
        }
    },
    "overviewImage": "/images/ai/dsoverview2.jpg",
    "facultyGoals": [
        {
            "id": "1",
            "label": {
                "en": "Program Objectives",
                "ar": "أهداف البرنامج"
            },
            "title": {
                "en": "",
                "ar": ""
            },
            "content": [
                {
                    "en": "Gain foundational knowledge in data analysis, statistical modeling, and data visualization techniques.",
                    "ar": "الحصول على معرفة أساسية في تحليل البيانات، النمذجة الإحصائية، وتقنيات تصور البيانات."
                },
                {
                    "en": "Understand and apply statistical methods and probability theory to interpret and analyze data.",
                    "ar": "فهم وتطبيق الطرق الإحصائية ونظرية الاحتمالات لتفسير وتحليل البيانات."
                },
                {
                    "en": "Address ethical challenges, privacy concerns, and the broader societal implications of data-driven decisions.",
                    "ar": "معالجة التحديات الأخلاقية، القضايا المتعلقة بالخصوصية، والآثار المجتمعية الأوسع للقرارات المعتمدة على البيانات."
                },
                {
                    "en": "Acquire expertise in programming languages for effective data manipulation and analysis.",
                    "ar": "اكتساب الخبرة في لغات البرمجة لمعالجة البيانات وتحليلها بشكل فعال."
                },
                {
                    "en": "Develop skills in data cleaning, transformation, and feature selection to prepare datasets for analysis and modeling.",
                    "ar": "تطوير المهارات في تنظيف البيانات، تحويلها، واختيار الميزات لتحضير مجموعات البيانات للتحليل والنمذجة."
                },
                {
                    "en": "Master the use of libraries and tools for data analysis and machine learning.",
                    "ar": "إتقان استخدام المكتبات والأدوات لتحليل البيانات والتعلم الآلي."
                },
                {
                    "en": "Develop practical skills in designing, training, evaluating, and deploying predictive and descriptive data models.",
                    "ar": "تطوير المهارات العملية في تصميم وتدريب وتقييم ونشر نماذج البيانات التنبؤية والوصفية."
                },
                {
                    "en": "Solve practical challenges in various domains such as healthcare, finance, marketing, and environmental science using data-driven approaches.",
                    "ar": "حل التحديات العملية في مجالات متنوعة مثل الرعاية الصحية، والمالية، والتسويق، وعلوم البيئة باستخدام منهجيات معتمدة على البيانات."
                },
                {
                    "en": "Cultivate the ability to identify opportunities for data-driven insights and solutions through innovative problem-solving.",
                    "ar": "تنمية القدرة على تحديد الفرص لاستخراج الرؤى والحلول المعتمدة على البيانات من خلال التفكير الابتكاري."
                },
                {
                    "en": "Promote innovation and creativity in developing novel applications of data science to address complex problems.",
                    "ar": "تعزيز الابتكار والإبداع في تطوير تطبيقات جديدة لعلوم البيانات لمعالجة المشكلات المعقدة."
                },
                {
                    "en": "Keep abreast of the latest trends, tools, and techniques in data science and related fields.",
                    "ar": "متابعة أحدث الاتجاهات والأدوات والتقنيات في علوم البيانات والمجالات ذات الصلة."
                },
                {
                    "en": "Build skills to work collaboratively with interdisciplinary teams and communicate data-driven insights effectively.",
                    "ar": "بناء المهارات للعمل بشكل تعاوني مع فرق متعددة التخصصات والتواصل الفعّال للرؤى المستخلصة من البيانات."
                },
                {
                    "en": "Learn to convey complex data science concepts and findings clearly and effectively to both technical and non-technical stakeholders.",
                    "ar": "تعلم كيفية نقل مفاهيم ونتائج علوم البيانات المعقدة بوضوح وفعالية للأطراف المعنية التقنية وغير التقنية."
                }
            ]
        },
        {
            "id": "2",
            "label": {
                "en": "Career Path and Job Opportunities",
                "ar": "المسار الوظيفي وفرص العمل"
            },
            "title": {
                "en": "",
                "ar": ""
            },
            "content": [
                {
                    "en": "Data Analyst: Analyzing big data using artificial intelligence and machine learning techniques to extract patterns and insights that support decision-making.",
                    "ar": "محلل بيانات: تحليل البيانات الضخمة باستخدام تقنيات الذكاء الاصطناعي والتعلم الآلي لاستخراج الأنماط والرؤى المفيدة لدعم اتخاذ القرار."
                },
                {
                    "en": "Data Analyst: Processing and interpreting data to generate detailed reports that support business strategies and improve processes.",
                    "ar": "محلل بيانات: معالجة البيانات وتفسيرها لتقديم تقارير تفصيلية تدعم استراتيجيات الأعمال وتحسين العمليات."
                },
                {
                    "en": "Data Engineer: Designing and building infrastructure for storing, transferring, and processing data efficiently, ensuring its quality and integrity.",
                    "ar": "مهندس بيانات: تصميم وإنشاء بنية تحتية لتخزين ونقل ومعالجة البيانات بفعالية، وضمان جودتها وسلامتها."
                },
                {
                    "en": "Business Intelligence Analyst: Analyzing data to support strategic decisions and providing recommendations for improving institutional performance.",
                    "ar": "محلل ذكاء الأعمال: تحليل البيانات لدعم القرارات الاستراتيجية وتقديم توصيات لتحسين الأداء المؤسسي."
                },
                {
                    "en": "Machine Learning Engineer: Developing machine learning models to analyze data and build intelligent solutions based on prediction and decision-making.",
                    "ar": "مهندس تعلم الآلة: تطوير نماذج التعلم الآلي لتحليل البيانات وبناء حلول ذكية تعتمد على التنبؤ واتخاذ القرار."
                },
                {
                    "en": "Big Data Specialist: Managing and analyzing large data using platforms like Hadoop and Spark to generate strategic insights.",
                    "ar": "متخصص في البيانات الضخمة: إدارة وتحليل البيانات الكبيرة باستخدام منصات مثل Hadoop وSpark، لتحقيق رؤى استراتيجية."
                },
                {
                    "en": "Data Visualization Developer: Designing tools and platforms to visually present data in a way that helps users understand patterns and trends.",
                    "ar": "مطور أدوات التصور البياني: تصميم أدوات ومنصات لعرض البيانات بشكل بصري يساعد المستخدمين على فهم الأنماط والاتجاهات."
                },
                {
                    "en": "Predictive Analytics Expert: Developing models that use historical data to forecast future trends.",
                    "ar": "خبير في التحليلات التنبؤية: تطوير نماذج تستخدم البيانات التاريخية لتوقع الاتجاهات المستقبلية."
                },
                {
                    "en": "Database Administrator: Managing databases and ensuring their efficiency and security.",
                    "ar": "مدير قواعد البيانات: إدارة قواعد البيانات وضمان كفاءتها وأمانها."
                }
            ]
        }
    ],
    "goalsImage": "/images/medicine/medicinegoal.jpg",
    "facultyGallery": [
        "/images/f1.jpg",
        "/images/f2.jpg",
        "/images/f3.jpg",
        "/images/f4.jpg",
        "/images/f5.jpg"
    ],
    "facultyDoctors": [
        {
            "name": "Samanta Smith",
            "role": {
                "en": "Head manager",
                "ar": "المدير الرئيسي"
            },
            "image": "https://i.pinimg.com/736x/f5/47/d8/f547d800625af9056d62efe8969aeea0.jpg"
        },
        {
            "name": "Colin Power",
            "role": {
                "en": "Partner",
                "ar": "شريك"
            },
            "image": "https://i.pinimg.com/736x/f5/47/d8/f547d800625af9056d62efe8969aeea0.jpg"
        },
        {
            "name": "Colin Power",
            "role": {
                "en": "Partner",
                "ar": "شريك"
            },
            "image": "https://i.pinimg.com/736x/f5/47/d8/f547d800625af9056d62efe8969aeea0.jpg"
        },
        {
            "name": "Lucy Albea",
            "role": {
                "en": "Investor",
                "ar": "مستثمر"
            },
            "image": "https://i.pinimg.com/736x/f5/47/d8/f547d800625af9056d62efe8969aeea0.jpg"
        }
    ],
    "facultyLevels": [
        {
            "id": "1",
            "name": {
                "en": "Level 1",
                "ar": "المستوى الأول"
            },
            "semesters": [
                {
                    "id": "1-1",
                    "name": {
                        "en": "First Semester",
                        "ar": "الفصل الدراسي الأول"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        },
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        }
                    ]
                },
                {
                    "id": "1-2",
                    "name": {
                        "en": "Second Semester",
                        "ar": "الفصل الدراسي الثاني"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        },
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        }
                    ]
                }
            ]
        },
        {
            "id": "2",
            "name": {
                "en": "Level 2",
                "ar": "المستوى الثاني"
            },
            "semesters": [
                {
                    "id": "2-1",
                    "name": {
                        "en": "Third Semester",
                        "ar": "الفصل الدراسي الثالث"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        },
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        }
                    ]
                },
                {
                    "id": "2-2",
                    "name": {
                        "en": "Fourth Semester",
                        "ar": "الفصل الدراسي الرابع"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        },
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        }
                    ]
                }
            ]
        },
        {
            "id": "3",
            "name": {
                "en": "Level 3",
                "ar": "المستوى الثالث"
            },
            "semesters": [
                {
                    "id": "3-1",
                    "name": {
                        "en": "Fifth Semester",
                        "ar": "الفصل الدراسي الخامس"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        },
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        }
                    ]
                },
                {
                    "id": "3-2",
                    "name": {
                        "en": "Sixth Semester",
                        "ar": "الفصل الدراسي السادس"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        },
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        }
                    ]
                }
            ]
        },
        {
            "id": "4",
            "name": {
                "en": "Level 4",
                "ar": "المستوى الرابع"
            },
            "semesters": [
                {
                    "id": "4-1",
                    "name": {
                        "en": "Seventh Semester",
                        "ar": "الفصل الدراسي السابع"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        },
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        }
                    ]
                },
                {
                    "id": "4-2",
                    "name": {
                        "en": "Eighth Semester",
                        "ar": "الفصل الدراسي الثامن"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        },
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        }
                    ]
                }
            ]
        }
    ]
}