{
    "type": "normal",
    "header": {
        "links": [
            {
                "to": "/",
                "label": {
                    "en": "home",
                    "ar": "الرئيسية"
                }
            },
            {
                "to": "/faculties/ai",
                "label": {
                    "en": "Faculty of Computers and Artificial Intelligence",
                    "ar": " كلية الحاسبات والذكاء الاصطناعي"
                }
            },
            {
                "to": "/",
                "label": {
                    "en": "Internet of Things and Big Data Analytics Program",
                    "ar": "برنامج انترنت الأشياء وتحليل البيانات الضخمة"
                }
            }
        ],
        "img": "/images/ai/banner.jfif"
    },
    "overview": {
        "title": {
            "en": "Internet of Things and Big Data Analytics Program",
            "ar": "برنامج انترنت الأشياء وتحليل البيانات الضخمة"
        },
        "para1": {
            "en": "The Internet of Things (IoT) and Big Data Analytics Program is a specialized academic program that combines advanced technology, big data analysis, and IoT technology. It aims to prepare distinguished professionals who are capable of working with modern technologies and utilizing big data to support decision-making and achieve sustainable development. The program also prepares graduates to work in areas such as designing IoT systems, developing intelligent computing applications, and employing them as interactive solutions that integrate with the surrounding environment within embedded systems.",
            "ar": "برنامج إنترنت الأشياء وتحليل البيانات الضخمة هو برنامج أكاديمي متخصص يجمع بين مجالي التكنولوجيا المتقدمة وتحليل البيانات الضخمة وتكنولوجيا انترنت الاشياء، ويهدف إلى إعداد كوادر متميزة قادرة على التعامل مع التقنيات الحديثة والاستفادة من البيانات الضخمة لدعم اتخاذ القرارات وتحقيق التطوير المستدامة. كما أنه يؤهل الخريجين للعمل في مجالات تصميم أنظمة إنترنت الأشياء وتطوير برامج الحوسبة الذكية وتوظيفها كتطبيق قابل للتفاعل مع البيئة المحيطة داخل كافة الانظمة المدمجة"
        },
        "para2": {
            "en": " ",
            "ar": " "
        },
        "programTitle": {
            "en": " ",
            "ar": " "
        },
        "programPara": {
            "en": " ",
            "ar": " "
        },
        "visionPara": {
            "en": "Creating an innovative generation capable of embedding intelligence technologies and data processing into systems and things to achieve development and growth.",
            "ar": "  الرؤية  خلق جيل مبتكر قادر على إيداع تقنيات الذكاء ومعالجة البيانات في الأنظمة والأشياء لتحقيق التطور والنماء."
        },
        "missionPara": {
            "en": "Developing highly specialized and unique scientific cadres equipped with the skills and knowledge in the field of the Internet of Things and big data analysis, enabling them to keep pace with developments in this field and innovate research and applications capable of competing locally, regionally, and internationally, thereby contributing to the growth of the surrounding community and the development of its industries in line with Egypt's sustainable development plan.",
            "ar": "إعداد كوادر علمية متخصصة ومتفردة تمتلك من المهارات والمعرفة في مجال إنترنت الأشياء وتحليل البيانات الضخمة ما يؤهلها لمواكبة التطور في هذا المجال وابتكار أبحاث وتطبيقات قادرة على المنافسة محليًا وإقليميًا ودوليًا تنمو بالمجتمع المحيط وتطور صناعته في ظل خطة مصر للتنمية المستدامة"
        }
    },
    "overviewImage": "/images/ai/iotoverview2.jpg",
    "facultyGoals": [
        {
            "id": "1",
            "label": {
                "en": "Program Objectives",
                "ar": "أهداف البرنامج"
            },
            "title": {
                "en": "",
                "ar": ""
            },
            "content": [
                {
                    "en": "Develop a deep understanding of fundamental IoT concepts, including device connectivity, data acquisition, and communication protocols.",
                    "ar": "تطوير فهم عميق للمفاهيم الأساسية لإنترنت الأشياء، بما في ذلك اتصال الأجهزة، واكتساب البيانات، وبروتوكولات الاتصال."
                },
                {
                    "en": "Grasp the core principles of Big Data, including data generation, storage, processing, and analysis.",
                    "ar": "استيعاب المبادئ الأساسية للبيانات الضخمة، بما يشمل توليد البيانات وتخزينها ومعالجتها وتحليلها."
                },
                {
                    "en": "Acquire knowledge of advanced data mining and machine learning techniques for extracting valuable insights from large datasets.",
                    "ar": "اكتساب المعرفة بالتقنيات المتقدمة للتنقيب عن البيانات والتعلم الآلي لاستخلاص رؤى قيمة من مجموعات البيانات الكبيرة."
                },
                {
                    "en": "Explore the ethical and societal implications of IoT and Big Data technologies.",
                    "ar": "استكشاف الآثار الأخلاقية والمجتمعية لتقنيات إنترنت الأشياء والبيانات الضخمة."
                },
                {
                    "en": "Gain hands-on experience in designing, implementing, and deploying IoT systems.",
                    "ar": "الحصول على خبرة عملية في تصميم وتنفيذ ونشر أنظمة إنترنت الأشياء."
                },
                {
                    "en": "Develop proficiency in programming languages and tools relevant to IoT and Big Data development.",
                    "ar": "تطوير الكفاءة في لغات البرمجة والأدوات المتعلقة بتطوير إنترنت الأشياء والبيانات الضخمة."
                },
                {
                    "en": "Master data analysis techniques, including data cleaning, preprocessing, and visualization.",
                    "ar": "إتقان تقنيات تحليل البيانات، بما في ذلك تنظيف البيانات ومعالجتها وتصورها."
                },
                {
                    "en": "Acquire skills in building predictive models and making data-driven decisions.",
                    "ar": "اكتساب مهارات بناء النماذج التنبؤية واتخاذ القرارات المبنية على البيانات."
                },
                {
                    "en": "Develop the ability to work effectively in multidisciplinary teams and collaborate with experts from various fields.",
                    "ar": "تطوير القدرة على العمل بفعالية ضمن فرق متعددة التخصصات والتعاون مع خبراء من مختلف المجالات."
                },
                {
                    "en": "Encourage innovative thinking to address real-world challenges using IoT and Big Data solutions.",
                    "ar": "تشجيع التفكير الابتكاري لمعالجة التحديات الواقعية باستخدام حلول إنترنت الأشياء والبيانات الضخمة."
                },
                {
                    "en": "Emphasize the development of scalable and sustainable technology systems.",
                    "ar": "التركيز على تطوير أنظمة تقنية قابلة للتوسع ومستدامة."
                }
            ]
        },
        {
            "id": "2",
            "label": {
                "en": "Career Path and Job Opportunities",
                "ar": "المسار الوظيفي وفرص العمل"
            },
            "title": {
                "en": "",
                "ar": ""
            },
            "content": [
                {
                    "en": "Smart Solutions Designer: Combines IoT and data analytics to develop intelligent systems.",
                    "ar": "مصمم حلول ذكية: الجمع بين إنترنت الأشياء وتحليل البيانات لتطوير أنظمة ذكية."
                },
                {
                    "en": "Real-Time Data Analyst: Manages and analyzes data from sensors in real-time.",
                    "ar": "محلل البيانات الزمنية: إدارة وتحليل البيانات الناتجة عن أجهزة الاستشعار في الوقت الفعلي."
                },
                {
                    "en": "Integrated Systems Engineer: Merges IoT and data analytics to improve organizational efficiency.",
                    "ar": "مهندس أنظمة متكاملة: الدمج بين إنترنت الأشياء وتحليل البيانات لتحسين كفاءة المؤسسات."
                },
                {
                    "en": "New Technologies Developer: Conducts research and development to create innovative products based on IoT and Big Data.",
                    "ar": "مطور تقنيات جديدة: البحث والتطوير لتطوير منتجات مبتكرة تعتمد على إنترنت الأشياء والبيانات الضخمة."
                },
                {
                    "en": "IoT Solutions Developer: Creates applications and software supporting IoT systems.",
                    "ar": "مطور حلول إنترنت الأشياء: إنشاء تطبيقات وبرمجيات تدعم أنظمة إنترنت الأشياء."
                },
                {
                    "en": "Communication Protocol Engineer: Enhances connectivity between devices across various networks.",
                    "ar": "مهندس بروتوكولات اتصال: العمل على تحسين الاتصال بين الأجهزة عبر الشبكات المختلفة."
                },
                {
                    "en": "IoT Project Manager: Leads teams and coordinates processes for developing and deploying IoT solutions.",
                    "ar": "إدارة مشاريع إنترنت الأشياء: قيادة الفرق وتنسيق العمليات لتطوير ونشر حلول إنترنت الأشياء."
                },
                {
                    "en": "Data Analyst: Analyzes Big Data to extract valuable insights for decision-making.",
                    "ar": "محلل بيانات: تحليل البيانات الضخمة واستخراج المعلومات القيمة لدعم القرارات."
                },
                {
                    "en": "Data Developer: Utilizes AI and machine learning techniques to develop predictive models.",
                    "ar": "مطور بيانات: استخدام تقنيات الذكاء الاصطناعي والتعلم الآلي لتطوير نماذج تنبؤية."
                },
                {
                    "en": "Data Engineer: Designs and builds systems for data flow and storage.",
                    "ar": "مهندس بيانات: تصميم وبناء أنظمة تدفق البيانات والتخزين."
                },
                {
                    "en": "Data Storage Expert: Optimizes methods for storing large datasets.",
                    "ar": "خبير في تخزين البيانات: تحسين طرق تخزين البيانات الكبيرة."
                },
                {
                    "en": "IoT Engineer: Responsible for designing, developing, and deploying connected devices and intelligent solutions.",
                    "ar": "مهندس إنترنت الأشياء: مسؤول عن تصميم وتطوير ونشر الأجهزة المتصلة والحلول الذكية."
                },
                {
                    "en": "Business Intelligence Analyst: Provides operational and strategic insights based on data.",
                    "ar": "محلل ذكاء الأعمال: تقديم رؤى تشغيلية واستراتيجية بناءً على البيانات."
                }
            ]
        }
    ],
    "goalsImage": "/images/medicine/medicinegoal.jpg",
    "facultyGallery": [
        "/images/f1.jpg",
        "/images/f2.jpg",
        "/images/f3.jpg",
        "/images/f4.jpg",
        "/images/f5.jpg"
    ],
    "facultyDoctors": [
        {
            "name": "Samanta Smith",
            "role": {
                "en": "Head manager",
                "ar": "المدير الرئيسي"
            },
            "image": "https://i.pinimg.com/736x/f5/47/d8/f547d800625af9056d62efe8969aeea0.jpg"
        },
        {
            "name": "Colin Power",
            "role": {
                "en": "Partner",
                "ar": "شريك"
            },
            "image": "https://i.pinimg.com/736x/f5/47/d8/f547d800625af9056d62efe8969aeea0.jpg"
        },
        {
            "name": "Colin Power",
            "role": {
                "en": "Partner",
                "ar": "شريك"
            },
            "image": "https://i.pinimg.com/736x/f5/47/d8/f547d800625af9056d62efe8969aeea0.jpg"
        },
        {
            "name": "Lucy Albea",
            "role": {
                "en": "Investor",
                "ar": "مستثمر"
            },
            "image": "https://i.pinimg.com/736x/f5/47/d8/f547d800625af9056d62efe8969aeea0.jpg"
        }
    ],
    "facultyLevels": [
        {
            "id": "1",
            "name": {
                "en": "Level 1",
                "ar": "المستوى الأول"
            },
            "semesters": [
                {
                    "id": "1-1",
                    "name": {
                        "en": "First Semester",
                        "ar": "الفصل الدراسي الأول"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        },
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        }
                    ]
                },
                {
                    "id": "1-2",
                    "name": {
                        "en": "Second Semester",
                        "ar": "الفصل الدراسي الثاني"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        },
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        }
                    ]
                }
            ]
        },
        {
            "id": "2",
            "name": {
                "en": "Level 2",
                "ar": "المستوى الثاني"
            },
            "semesters": [
                {
                    "id": "2-1",
                    "name": {
                        "en": "Third Semester",
                        "ar": "الفصل الدراسي الثالث"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        },
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        }
                    ]
                },
                {
                    "id": "2-2",
                    "name": {
                        "en": "Fourth Semester",
                        "ar": "الفصل الدراسي الرابع"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        },
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        }
                    ]
                }
            ]
        },
        {
            "id": "3",
            "name": {
                "en": "Level 3",
                "ar": "المستوى الثالث"
            },
            "semesters": [
                {
                    "id": "3-1",
                    "name": {
                        "en": "Fifth Semester",
                        "ar": "الفصل الدراسي الخامس"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        },
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        }
                    ]
                },
                {
                    "id": "3-2",
                    "name": {
                        "en": "Sixth Semester",
                        "ar": "الفصل الدراسي السادس"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        },
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        }
                    ]
                }
            ]
        },
        {
            "id": "4",
            "name": {
                "en": "Level 4",
                "ar": "المستوى الرابع"
            },
            "semesters": [
                {
                    "id": "4-1",
                    "name": {
                        "en": "Seventh Semester",
                        "ar": "الفصل الدراسي السابع"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        },
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        }
                    ]
                },
                {
                    "id": "4-2",
                    "name": {
                        "en": "Eighth Semester",
                        "ar": "الفصل الدراسي الثامن"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        },
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        }
                    ]
                }
            ]
        }
    ]
}