{
    "type": "normal",
    "header": {
        "links": [
            {
                "to": "/",
                "label": {
                    "en": "home",
                    "ar": "الرئيسية"
                }
            },
            {
                "to": "/faculties/appliedhealth",
                "label": {
                    "en": " Faculty of Applied Health Sciences​",
                    "ar": " كلية تكنولوجيا العلوم الصحية التطبيقية"
                }
            },
            {
                "to": "/faculties/appliedhealth/program/MedicalLaboratory",
                "label": {
                    "en": "Medical Laboratory Technology Program​",
                    "ar": "برنامج تكنولوجيا المختبرات الطبية"
                }
            }
        ],
        "img": "/images/appliedhealth/banner.jpg"
    },
    "overview": {
        "title": {
            "en": " Overview of the Medical Laboratory Technology Program  ",
            "ar": "نبذة عن تكنولوجيا المختبرات الطبية "
        },
        "para1": {
            "en": "This program focuses on training specialists in medical laboratory sciences who are capable of meeting the demands of both local and international job markets. It achieves this by developing curricula and integrating the latest global technologies, thereby contributing to the advancement of the healthcare sector.",
            "ar": "يركز البرنامج على تأهيل كوادر متخصصة في التحاليل الطبية، قادرة على تلبية متطلبات سوق العمل المحلي والدولي، وذلك من خلال تطوير المناهج وربطها بأحدث التقنيات العالمية، بما يسهم في رفع كفاءة القطاع الصحي.برنامج تكنولوجيا الاشعة والتصوير الطبى"
        },
        "para2": {
            "en": " ",
            "ar": " "
        },
        "visionPara": {
            "en": "A program that contributes to providing highly skilled medical laboratory technology specialists capable of competing in the local and regional labor markets in the field of medical laboratories, aiming to elevate the quality of healthcare services. ",
            "ar": "  الرؤية  برنامج يساهم في توفير كوادر متخصصة في تكنولوجيا المختبرات الطبية ذات مهارات عالية قادرة على المنافسة في أسواق العمل المحلية والإقليمية في مجال المختبرات الطبية، بهدف رفع جودة الخدمات الصحية."
        },
        "missionPara": {
            "en": "To graduate medical laboratory technology specialists who are committed to professional ethics, proficient in specialized technical skills, and capable of assisting in the provision of outstanding and safe healthcare based on evidence and best practices, serving various healthcare institutions. The graduate will also be able to engage in scientific research, serve the community, and be prepared for continuous education and teamwork, equipped with management skills and adhering to educational quality standards.",
            "ar": "تخريج متخصصين في تكنولوجيا المختبرات الطبية ملتزمين بأخلاقيات المهنة، متمكنين من المهارات الفنية المتخصصة، قادرين على المساعدة في تقديم رعاية صحية متميزة وآمنة مبنية على الأدلة وأفضل الممارسات، لخدمة مؤسسات الرعاية الصحية المختلفة. كما سيكون الخريج قادرًا على الانخراط في البحث العلمي وخدمة المجتمع، ومستعدًا للتعليم المستمر والعمل الجماعي، مزودًا بمهارات الإدارة والالتزام بمعايير الجودة التعليمية."
        }
    },
    "overviewImage": "/images/appliedhealth/medicallaboratoryoverview.jpg",
    "facultyGoals": [
        {
            "id": "1",
            "label": {
                "en": "Program Objectives",
                "ar": "أهداف البرنامج"
            },
            "title": {
                "en": "",
                "ar": ""
            },
            "content": [
                {
                    "en": "Preparing medical laboratory technology specialists with advanced scientific skills, alongside a focus on personal skills.",
                    "ar": "إعداد متخصصين في تكنولوجيا المختبرات الطبية بمهارات علمية متقدمة، مع التركيز على المهارات الشخصية."
                },
                {
                    "en": "Aligning the graduate's skills and qualifications with labor market requirements.",
                    "ar": "مواءمة مهارات ومؤهلات الخريج مع متطلبات سوق العمل."
                },
                {
                    "en": "Equipping graduates and training them in self-learning and continuous learning methods.",
                    "ar": "إعداد الخريجين وتدريبهم على أساليب التعلم الذاتي والتعلم المستمر."
                },
                {
                    "en": "Emphasizing scientific research and linking it with technological advancements and labor market needs.",
                    "ar": "التركيز على البحث العلمي وربطه بالتطورات التكنولوجية واحتياجات سوق العمل."
                },
                {
                    "en": "Continuous development of programs to keep up with rapid technological progress.",
                    "ar": "التطوير المستمر للبرامج لمواكبة التقدم التكنولوجي السريع."
                },
                {
                    "en": "Establishing collaboration protocols with various hospitals, healthcare institutions, and companies that support student training.",
                    "ar": "إنشاء بروتوكولات التعاون مع مختلف المستشفيات ومؤسسات الرعاية الصحية والشركات التي تدعم تدريب الطلاب."
                },
                {
                    "en": "Establishing international collaboration protocols with corresponding colleges and institutions that support student training.",
                    "ar": "إنشاء بروتوكولات التعاون الدولي مع الكليات والمؤسسات المعنية التي تدعم تدريب الطلاب."
                },
                {
                    "en": "Expanding the development of laboratories and workshops at the college.",
                    "ar": "التوسع في تطوير المختبرات والورش بالكلية."
                },
                {
                    "en": "Enhancing infrastructure to facilitate e-learning and simulation-based learning methods.",
                    "ar": "تعزيز البنية التحتية لتسهيل التعلم الإلكتروني وطرق التعلم المبنية على المحاكاة."
                }
            ]
        },
        {
            "id": "2",
            "label": {
                "en": "Career Path and Job Opportunities",
                "ar": "المسار الوظيفي وفرص العمل"
            },
            "title": {
                "en": "",
                "ar": ""
            },
            "content": [
                {
                    "en": "Job opportunities are available both locally and internationally in all private and public healthcare institutions, as the graduate receives a professional practice license as a specialist.",
                    "ar": "تتوفر فرص العمل محلياً ودولياً في كافة المؤسسات الصحية الخاصة والعامة، حيث يحصل الخريج على رخصة مزاولة المهنة كمتخصص."
                },
                {
                    "en": "Job titles include: Radiology and Medical Imaging Technology Specialist, Medical Laboratory Technology Specialist, Dental Prosthetics Technology Specialist, and Respiratory Care Technology Specialist.",
                    "ar": "تشمل المسميات الوظيفية: أخصائي تكنولوجيا الأشعة والتصوير الطبي، أخصائي تكنولوجيا المختبرات الطبية، أخصائي تكنولوجيا الأطراف الاصطناعية للأسنان، وأخصائي تكنولوجيا الرعاية التنفسية."
                },
                {
                    "en": "Additional job opportunities are available in various research centers and in the academic field (teaching and scientific research).",
                    "ar": "توجد فرص عمل إضافية في مراكز البحوث المختلفة وفي المجال الأكاديمي (التدريس والبحث العلمي)."
                },
                {
                    "en": "The college prepares graduates for postgraduate studies (Master's and Ph.D.).",
                    "ar": "تقوم الكلية بإعداد الخريجين للدراسات العليا (الماجستير والدكتوراه)."
                },
                {
                    "en": "The graduate possesses a comprehensive academic background in modern health knowledge aligned with the evolving labor market in medical laboratory technology.",
                    "ar": "يتمتع الخريج بخلفية أكاديمية شاملة في المعرفة الصحية الحديثة والاتجاهات المتوافقة مع سوق العمل المتطور في تكنولوجيا المختبرات الطبية."
                },
                {
                    "en": "They are capable of accurately and efficiently preparing and processing medical samples in various forms.",
                    "ar": "يكون قادرًا على تحضير ومعالجة العينات الطبية بأشكالها المختلفة بدقة وسرعة."
                },
                {
                    "en": "They can operate medical analysis devices under the supervision of specialized laboratory doctors.",
                    "ar": "كما يمكنه تشغيل أجهزة التحليل الطبي تحت إشراف ومراقبة طبيب المختبر المتخصص."
                },
                {
                    "en": "They are familiar with regular equipment maintenance procedures according to quality and accreditation standards in healthcare facilities.",
                    "ar": "ويكون على دراية بإجراءات الصيانة الدورية للأجهزة داخل المختبر وفقًا لمعايير الجودة والاعتماد في المرافق الصحية."
                },
                {
                    "en": "They ensure occupational safety for both themselves and the patient while performing laboratory tasks.",
                    "ar": "مما يضمن السلامة المهنية له وللمريض أثناء أداء المهام داخل المختبر."
                }
            ]
        }
    ],
    "goalsImage": "/images/medicine/medicinegoal.jpg",
    "facultyLevels": [
        {
            "id": "1",
            "name": {
                "en": "Level 1",
                "ar": "المستوى الأول"
            },
            "semesters": [
                {
                    "id": "1-1",
                    "name": {
                        "en": "First Semester",
                        "ar": "الفصل الدراسي الأول"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        },
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        }
                    ]
                },
                {
                    "id": "1-2",
                    "name": {
                        "en": "Second Semester",
                        "ar": "الفصل الدراسي الثاني"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        },
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        }
                    ]
                }
            ]
        },
        {
            "id": "2",
            "name": {
                "en": "Level 2",
                "ar": "المستوى الثاني"
            },
            "semesters": [
                {
                    "id": "2-1",
                    "name": {
                        "en": "Third Semester",
                        "ar": "الفصل الدراسي الثالث"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        },
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        }
                    ]
                },
                {
                    "id": "2-2",
                    "name": {
                        "en": "Fourth Semester",
                        "ar": "الفصل الدراسي الرابع"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        },
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        }
                    ]
                }
            ]
        },
        {
            "id": "3",
            "name": {
                "en": "Level 3",
                "ar": "المستوى الثالث"
            },
            "semesters": [
                {
                    "id": "3-1",
                    "name": {
                        "en": "Fifth Semester",
                        "ar": "الفصل الدراسي الخامس"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        },
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        }
                    ]
                },
                {
                    "id": "3-2",
                    "name": {
                        "en": "Sixth Semester",
                        "ar": "الفصل الدراسي السادس"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        },
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        }
                    ]
                }
            ]
        },
        {
            "id": "4",
            "name": {
                "en": "Level 4",
                "ar": "المستوى الرابع"
            },
            "semesters": [
                {
                    "id": "4-1",
                    "name": {
                        "en": "Seventh Semester",
                        "ar": "الفصل الدراسي السابع"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        },
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        }
                    ]
                },
                {
                    "id": "4-2",
                    "name": {
                        "en": "Eighth Semester",
                        "ar": "الفصل الدراسي الثامن"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        },
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        }
                    ]
                }
            ]
        }
    ]
}