{
    "header": {
        "links": [
            {
                "to": "/",
                "label": {
                    "en": "home",
                    "ar": "الرئيسية"
                }
            },
            {
                "to": "/",
                "label": {
                    "en": "Faculty of Medicine",
                    "ar": " كلية الطب والجراحة"
                }
            }
        ],
        "img": "/images/medicine/banner.jpg"
    },
    "overview": {
        "title": {
            "en": "Overview of the Faculty of Medicine",
            "ar": "نظرة عامة على كلية الطب"
        },
        "para1": {
            "en": "The Faculty of Medicine was established to train highly qualified doctors capable of meeting the healthcare needs of society while emphasizing comprehensive, evidence-based medical care. The faculty offers an integrated academic program that combines basic medical education, clinical training, and research, fostering the development of students' skills and enhancing their professional competence.",
            "ar": " تأسست كلية الطب بهدف إعداد أطباء مؤهلين تأهيلاً عالياً وقادرين على تلبية احتياجات المجتمع الصحية، مع التركيز على تقديم رعاية طبية شاملة ومبنية على أسس علمية حديثة. تقدم الكلية برنامجًا أكاديميًا متكاملاً يشمل التعليم الطبي الأساسي، التدريب السريري، والبحث العلمي، مما يساهم في تطوير مهارات الطلاب وتعزيز كفاءتهم العملية. "
        },
        "para2": {
            "en": "The faculty focuses on graduating doctors equipped with clinical expertise, critical thinking abilities, and a commitment to lifelong learning. It also aims to promote innovation in medical education and research through a supportive and collaborative learning environment.",
            "ar": "تركز الكلية على تخريج أطباء يمتلكون المهارات السريرية، التفكير النقدي، والقدرة على التعلم المستمر. كما تسعى إلى تعزيز الابتكار في التعليم الطبي والبحث العلمي من خلال بيئة تعليمية داعمة وتعاونية."
        },
        "programTitle": {
            "en": "Overview of the Medicine and Surgery Program",
            "ar": "نبذة عن برنامج الطب والجراحة :  "
        },
        "programPara": {
            "en": "The Medicine and Surgery Program aims to prepare competent doctors capable of providing comprehensive and evidence-based medical care. The program offers an integrated academic curriculum that combines basic and clinical sciences, enabling students to understand the fundamentals of medicine and apply them to diverse medical cases. The program comprises 5 educational levels distributed as 10 semesters including academic and clinical modules, and intensive clinical training in hospitals and healthcare centers, where students gain practical experience in patient care and day-to-day medical challenges. Additionally, it focuses on developing research skills and critical thinking, equipping graduates to contribute to healthcare advancements and scientific research.",
            "ar": "يهدف برنامج الطب والجراحة إلى إعداد أطباء أكفاء قادرين على تقديم رعاية طبية شاملة ومبنية على أحدث الأدلة العلمية. يُقدم البرنامج منهجًا أكاديميًا متكاملاً يمزج بين العلوم الأساسية والسريرية، مما يُمكَن الطلاب من فهم أساسيات الطب وتطبيقها على الحالات المرضية المختلفة. يتكون البرنامج من 5 مستويات دراسية على عشرة فصول و سنتين امتياز و يشمل موديولات أكاديمية و إكلينيكية و فترات تدريب سريرية مكثفة في المستشفيات والمراكز الصحية، حيث يكتسب الطلاب الخبرة العملية في التعامل مع المرضى والتحديات الطبية اليومية. كما يركز البرنامج على تطوير مهارات البحث العلمي والتفكير النقدي، مما يؤهل الخريجين للمساهمة في تطوير القطاع الصحي والبحث العلمي."
        },
        "visionPara": {
            "en": "To become a leading program in delivering outstanding medical education, producing globally competent physicians capable of advancing individual and community health, while fostering innovation, research, and community service.",
            "ar": "أن يكون برنامج الطب والجراحة رائدًا في تقديم تعليم طبي متميز، وإعداد أطباء ذوي كفاءة عالمية، قادرين على المساهمة في تحسين صحة الأفراد والمجتمعات، مع التركيز على الابتكار والبحث العلمي وخدمة المجتمع."
        },
        "missionPara": {
            "en": "The Medicine and Surgery Program aims to provide comprehensive medical education that integrates theoretical knowledge and practical training. It strives to prepare distinguished physicians with clinical skills, professional competencies, and a strong commitment to medical ethics, contributing effectively to healthcare improvement and scientific research at both local and global levels",
            "ar": "يهدف برنامج الطب والجراحة إلى تقديم تعليم طبي متكامل يجمع بين المعرفة النظرية والتدريب العملي، لإعداد أطباء متميزين يمتلكون المهارات السريرية والكفاءات المهنية، مع الالتزام بأخلاقيات المهنة الطبية والمساهمة الفعالة في تطوير الرعاية الصحية والبحث العلمي لخدمة المجتمع المحلي والعالمي."
        }
    },
    "overviewImage": "/images/medicine/overview.jpg",
    "facultyGoals": [
        {
            "id": "1",
            "label": {
                "en": "Program Objectives",
                "ar": "أهداف البرنامج"
            },
            "title": {
                "en": "Goals",
                "ar": "الأهداف"
            },
            "content": [
                {
                    "en": "Equip students with a strong foundation in basic and clinical medical sciences following the latest global standards.",
                    "ar": "إعداد الطلاب بأساس قوي في العلوم الطبية الأساسية والسريرية وفقًا لأحدث المعايير العالمية."
                },
                {
                    "en": "Train students to conduct medical examinations, diagnose conditions, and develop effective treatment plans using a scientific approach.",
                    "ar": "تدريب الطلاب على إجراء الفحوصات الطبية، التشخيص، ووضع خطط علاجية فعالة باستخدام نهج علمي."
                },
                {
                    "en": "Encourage students to engage in research and contribute to addressing local and global health challenges.",
                    "ar": "تشجيع الطلاب على المشاركة في الأبحاث العلمية والمساهمة في حل التحديات الصحية محليًا وعالميًا."
                },
                {
                    "en": "Instill values of integrity, empathy, and respect for patients in all aspects of medical practice.",
                    "ar": "غرس قيم النزاهة، التعاطف، واحترام المرضى في جميع جوانب الممارسة الطبية."
                },
                {
                    "en": "Empower graduates to take responsibility and work efficiently in multidisciplinary healthcare teams.",
                    "ar": "تمكين الخريجين من تحمل المسؤولية والعمل بكفاءة في فرق طبية متعددة التخصصات."
                },
                {
                    "en": "Prepare graduates to provide holistic healthcare and contribute to public health improvement and community service.",
                    "ar": "تأهيل الخريجين لتقديم رعاية صحية متكاملة والمساهمة في تحسين الصحة العامة وخدمة المجتمع."
                }
            ]
        },
        {
            "id": "2",
            "label": {
                "en": "Career Path and Job Opportunities",
                "ar": "المسار الوظيفي وفرص العمل"
            },
            "title": {
                "en": "The Medicine and Surgery Program opens up a wide range of career opportunities in healthcare, including clinical practice, research, and healthcare management. Graduates can pursue various specializations based on their interests and skills.",
                "ar": "يمنح برنامج الطب والجراحة للخريجين فرصًا واسعة في مجال الرعاية الصحية، سواءً في الممارسة السريرية أو البحث العلمي أو الإدارة الصحية. يمكن للخريجين اختيار تخصصات متعددة بناءً على اهتماماتهم ومهاراتهم."
            },
            "content": [
                {
                    "en": "1. Internship Doctor: Graduates start their medical careers as interns, gaining practical experience and clinical training in various specialties.",
                    "ar": "1.     طبيب امتياز: يبدأ الخريج بممارسة الطب كطبيب امتياز للحصول على الخبرة العملية والتدريب السريري في مختلف التخصصات."
                },
                {
                    "en": "2. Medical Specialization:General Surgery- Internal Medicine- Pediatrics- Family Medicine- Subspecialties (e.g., Cardiology, Neurosurgery, or Plastic Surgery).",
                    "ar": "2.     التخصص الطبي:الجراحة العامة -    الطب الباطني -   طب الأطفال -    طب الأسرة -  التخصصات الدقيقة (مثل طب القلب، جراحة الأعصاب، أو جراحة التجميل)."
                },
                {
                    "en": "3. Research: Work as a researcher in biomedical or clinical sciences, contributing to the development of new technologies and treatments.",
                    "ar": "3.     البحث العلمي: العمل كباحث في مجالات الطب الحيوي أو العلوم السريرية والمساهمة في تطوير تقنيات جديدة وتحسين العلاج."
                },
                {
                    "en": "4. Healthcare Administration:Take on leadership roles in hospitals or healthcare institutions.",
                    "ar": "4.     الإدارة الصحية: تولي مناصب قيادية في المستشفيات أو المؤسسات الصحية."
                },
                {
                    "en": "5. Medical Education:Teach in medical schools or train students and new doctors.",
                    "ar": "5.     التعليم الطبي: التدريس في كليات الطب أو تدريب الطلاب والأطباء الجدد."
                }
            ]
        }
    ],
    "goalsImage": "/images/medicine/medicinegoal.jpg",
    "facultyGallery": [
        "/images/f1.jpg",
        "/images/f2.jpg",
        "/images/f3.jpg",
        "/images/f4.jpg",
        "/images/f5.jpg"
    ],
    "facultyDoctors": [
        {
            "name": "Samanta Smith",
            "role": {
                "en": "Head manager",
                "ar": "المدير الرئيسي"
            },
            "image": "https://i.pinimg.com/736x/f5/47/d8/f547d800625af9056d62efe8969aeea0.jpg"
        },
        {
            "name": "Colin Power",
            "role": {
                "en": "Partner",
                "ar": "شريك"
            },
            "image": "https://i.pinimg.com/736x/f5/47/d8/f547d800625af9056d62efe8969aeea0.jpg"
        },
        {
            "name": "Colin Power",
            "role": {
                "en": "Partner",
                "ar": "شريك"
            },
            "image": "https://i.pinimg.com/736x/f5/47/d8/f547d800625af9056d62efe8969aeea0.jpg"
        },
        {
            "name": "Lucy Albea",
            "role": {
                "en": "Investor",
                "ar": "مستثمر"
            },
            "image": "https://i.pinimg.com/736x/f5/47/d8/f547d800625af9056d62efe8969aeea0.jpg"
        }
    ],
    "facultyLevels": [
        {
            "id": "1",
            "name": {
                "en": "Level 1",
                "ar": "المستوى الأول"
            },
            "semesters": [
                {
                    "id": "1-1",
                    "name": {
                        "en": "First Semester",
                        "ar": "الفصل الدراسي الأول"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "Orientation & Preparation to Medical School",
                                "ar": "أسبوع تعريفي و تقديمي لبرنامج الطب"
                            }
                        },
                        {
                            "name": {
                                "en": "Foundation 1",
                                "ar": "موديول تأسيسي 1"
                            }
                        },
                        {
                            "name": {
                                "en": "Foundation 2",
                                "ar": "موديول تأسيسي 2"
                            }
                        },
                        {
                            "name": {
                                "en": "Medical Terminology",
                                "ar": "مهارات التقديم"
                            }
                        },
                        {
                            "name": {
                                "en": "Quality Orientation",
                                "ar": "مدخل الجودة والاعتماد في مؤسسات التعليم العالي"
                            }
                        },
                        {
                            "name": {
                                "en": "Faculty Elective 1",
                                "ar": "مادة اختيارية 1"
                            }
                        }
                    ]
                },
                {
                    "id": "1-2",
                    "name": {
                        "en": "Second Semester",
                        "ar": "الفصل الدراسي الثاني"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "Musculoskeletal System",
                                "ar": "الجهاز العضلي الهيكلي"
                            }
                        },
                        {
                            "name": {
                                "en": "Blood and Lymph",
                                "ar": "الدم و الجهاز الليمفاوي"
                            }
                        },
                        {
                            "name": {
                                "en": "Communication Skills and Medical Professionalism",
                                "ar": "مهارات التواصل والاحترافية الطبية"
                            }
                        },
                        {
                            "name": {
                                "en": "Community Issues",
                                "ar": "القضايا المجتمعية"
                            }
                        },
                        {
                            "name": {
                                "en": "Faculty Elective 2",
                                "ar": "مادة اختيارية 2"
                            }
                        }
                    ]
                }
            ]
        },
        {
            "id": "2",
            "name": {
                "en": "Level 2",
                "ar": "المستوى الثاني"
            },
            "semesters": [
                {
                    "id": "2-1",
                    "name": {
                        "en": "Third Semester",
                        "ar": "الفصل الدراسي الثالث"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "Respiratory System",
                                "ar": "الجهاز التنفسي"
                            }
                        },
                        {
                            "name": {
                                "en": "Cardiovascular System",
                                "ar": "الجهاز الدوري"
                            }
                        },
                        {
                            "name": {
                                "en": "Basic Clinical Skills 1",
                                "ar": "المهارات الإكلينيكية الأساسية 1"
                            }
                        },
                        {
                            "name": {
                                "en": "Psychology",
                                "ar": "علم النفس"
                            }
                        },
                        {
                            "name": {
                                "en": "Faculty Elective 3",
                                "ar": "مادة اختيارية 3"
                            }
                        }
                    ]
                },
                {
                    "id": "2-2",
                    "name": {
                        "en": "Fourth Semester",
                        "ar": "الفصل الدراسي الرابع"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "Gastrointestinal System",
                                "ar": "الجهاز الهضمي"
                            }
                        },
                        {
                            "name": {
                                "en": "CNS & Special Senses",
                                "ar": "الجهاز العصبي المركزي و الحواس الخاصة"
                            }
                        },
                        {
                            "name": {
                                "en": "Basic Clinical Skills 2",
                                "ar": "المهارات الإكلينيكية الأساسية 2"
                            }
                        },
                        {
                            "name": {
                                "en": "Basic Life Support",
                                "ar": "دعم الحياة الأساسي"
                            }
                        },
                        {
                            "name": {
                                "en": "Faculty Elective 4",
                                "ar": "مادة اختيارية 4"
                            }
                        }
                    ]
                }
            ]
        },
        {
            "id": "3",
            "name": {
                "en": "Level 3",
                "ar": "المستوى الثالث"
            },
            "semesters": [
                {
                    "id": "3-1",
                    "name": {
                        "en": "Fifth Semester",
                        "ar": "الفصل الدراسي الخامس"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "Genitourinary System",
                                "ar": "الجهاز البولي التناسلي"
                            }
                        },
                        {
                            "name": {
                                "en": "Endocrine System",
                                "ar": "جهاز الغدد الصماء"
                            }
                        },
                        {
                            "name": {
                                "en": "Community Medicine",
                                "ar": "طب المجتمع"
                            }
                        },
                        {
                            "name": {
                                "en": "Basic Clinical Skills 3",
                                "ar": "المهارات الإكلينيكية الأساسية 3"
                            }
                        },
                        {
                            "name": {
                                "en": "German Language 1",
                                "ar": "اللغة الألمانية 1"
                            }
                        },
                        {
                            "name": {
                                "en": "Faculty Elective 5",
                                "ar": "مادة اختيارية 5"
                            }
                        }
                    ]
                },
                {
                    "id": "3-2",
                    "name": {
                        "en": "Sixth Semester",
                        "ar": "الفصل الدراسي السادس"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "Forensic and Toxicology",
                                "ar": "الطب الشرعي و السموم"
                            }
                        },
                        {
                            "name": {
                                "en": "ENT",
                                "ar": "الأنف و الأذن و الحنجرة"
                            }
                        },
                        {
                            "name": {
                                "en": "Ophthalmology",
                                "ar": "طب و جراحة العيون"
                            }
                        },
                        {
                            "name": {
                                "en": "Evidence Based Medicine, Research & Biostatistics",
                                "ar": "الطب المبني على الدليل والبحث العلمي والإحصاء الحيوي"
                            }
                        },
                        {
                            "name": {
                                "en": "German Language 2",
                                "ar": "اللغة الألمانة 2"
                            }
                        },
                        {
                            "name": {
                                "en": "Faculty Elective 6",
                                "ar": "مادة اختيارية 6"
                            }
                        }
                    ]
                }
            ]
        },
        {
            "id": "4",
            "name": {
                "en": "Level 4",
                "ar": "المستوى الرابع"
            },
            "semesters": [
                {
                    "id": "4-1",
                    "name": {
                        "en": "Seventh Semester",
                        "ar": "الفصل الدراسي السابع"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "Internal Medicine I",
                                "ar": "باطنة عامة 1"
                            }
                        },
                        {
                            "name": {
                                "en": "Surgery I",
                                "ar": "جراحة عامة 1"
                            }
                        },
                        {
                            "name": {
                                "en": "Artificial Intelligence in Medicine 1",
                                "ar": "الذكاء الاصطناعي و الطب 1"
                            }
                        },
                        {
                            "name": {
                                "en": "Patient Safety & Infection Control",
                                "ar": "سلامة المريض و مكافحة العدوى"
                            }
                        }
                    ]
                },
                {
                    "id": "4-2",
                    "name": {
                        "en": "Eighth Semester",
                        "ar": "الفصل الدراسي الثامن"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "Internal Medicine II",
                                "ar": "باطنة عامة 2"
                            }
                        },
                        {
                            "name": {
                                "en": "Surgery II",
                                "ar": "جراحة عامة 2"
                            }
                        },
                        {
                            "name": {
                                "en": "Artificial Intelligence in Medicine 2",
                                "ar": "الذكاء الاصطناعي و الطب 1"
                            }
                        },
                        {
                            "name": {
                                "en": "Ethical and Legal Issues in Medical Practice",
                                "ar": "القضايا الأخلاقية والقانونية في الممارسة الطبية"
                            }
                        }
                    ]
                }
            ]
        },
        {
            "id": "5",
            "name": {
                "en": "Level 5",
                "ar": "المستوى الخامس"
            },
            "semesters": [
                {
                    "id": "5-1",
                    "name": {
                        "en": "Ninth Semester",
                        "ar": "الفصل الدراسي التاسع"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "Integrated Clinical Module I",
                                "ar": "حزمة دراسية اكلينيكية تكاملية 1"
                            }
                        },
                        {
                            "name": {
                                "en": "Pediatrics and Neonatology",
                                "ar": "طب الأطفال و حديثي الولادة"
                            }
                        },
                        {
                            "name": {
                                "en": "Child Health",
                                "ar": "صحة الطفل"
                            }
                        },
                        {
                            "name": {
                                "en": "Research Project",
                                "ar": "مشروع بحثي"
                            }
                        },
                        {
                            "name": {
                                "en": "Clinical Nutrition",
                                "ar": "تغذية علاجية"
                            }
                        }
                    ]
                },
                {
                    "id": "5-2",
                    "name": {
                        "en": "Tenth Semester",
                        "ar": "الفصل الدراسي العاشر"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "Integrated Clinical Module II",
                                "ar": "حزمة دراسية اكلينيكية تكاملية 2"
                            }
                        },
                        {
                            "name": {
                                "en": "Obstetrics and Gynecology",
                                "ar": "أمراض النساء والتوليد"
                            }
                        },
                        {
                            "name": {
                                "en": "Women Health",
                                "ar": "صحة المرأة"
                            }
                        },
                        {
                            "name": {
                                "en": "Research Project",
                                "ar": "مشروع بحثي"
                            }
                        },
                        {
                            "name": {
                                "en": "Field Training",
                                "ar": "تدريب ميداني"
                            }
                        }
                    ]
                }
            ]
        }
    ]
}