{
    "type": "normal",
    "header": {
        "links": [
            {
                "to": "/",
                "label": {
                    "en": "home",
                    "ar": "الرئيسية"
                }
            },
            {
                "to": "/faculties/ai",
                "label": {
                    "en": "Faculty of Computers and Artificial Intelligence",
                    "ar": " كلية الحاسبات والذكاء الاصطناعي"
                }
            },
            {
                "to": "/",
                "label": {
                    "en": "Machine Intelligence Program",
                    "ar": "برنامج ذكاء الآلة"
                }
            }
        ],
        "img": "/images/ai/banner.jfif"
    },
    "overview": {
        "title": {
            "en": "Overview of Machine Intelligence Program  ",
            "ar": "نبذة عن برنامج ذكاء الآلة"
        },
        "para1": {
            "en": " The Machine Intelligence Program is an advanced academic initiative designed to prepare graduates capable of designing and developing intelligent systems that simulate human thinking, analyze data, and make independent decisions. The program integrates the latest artificial intelligence and machine learning technologies, focusing on diverse applications such as robotics, natural language processing, computer vision, and systems automation. It aims to equip students with the knowledge and practical skills needed to understand intelligent algorithms, develop predictive models, and work on complex projects that serve various fields, including healthcare, industry, transportation, and education.",
            "ar": "برنامج ذكاء الآلة هو برنامج أكاديمي متطور يهدف إلى تخريج كوادر قادرة على تصميم وتطوير أنظمة ذكية تُحاكي التفكير البشري وتعمل على تحليل البيانات واتخاذ القرارات بشكل مستقل. يجمع البرنامج بين أحدث تقنيات الذكاء الاصطناعي والتعلم الآلي، ويركز على تطبيقات متنوعة تشمل الروبوتات، معالجة اللغة الطبيعية، الرؤية الحاسوبية، وأتمتة الأنظمة. ويسعى البرنامج إلى تزويد الطلاب بالمعرفة والمهارات العملية اللازمة لفهم الخوارزميات الذكية، تطوير النماذج التنبؤية، والعمل في مشاريع معقدة تخدم العديد من المجالات مثل الطب، الصناعة، النقل، والتعليم. "
        },
        "para2": {
            "en": " ",
            "ar": " "
        },
        "programTitle": {
            "en": " ",
            "ar": " "
        },
        "programPara": {
            "en": " ",
            "ar": " "
        },
        "visionPara": {
            "en": "Creating an innovative generation equipped with the skills needed to develop artificial intelligence technologies and data analysis, leveraging them to build intelligent systems that drive progress and prosperity.",
            "ar": "خلق جيل مبتكر يمتلك المهارات اللازمة لتطوير تقنيات الذكاء الاصطناعي وتحليل البيانات، وتوظيفها في بناء أنظمة ذكية لتحقيق التطور والنماء.​"
        },
        "missionPara": {
            "en": " Preparing specialized and distinguished scientific cadres equipped with deep skills and knowledge in the field of artificial intelligence and data processing, enabling them to keep pace with rapid developments in this domain. This supports the production of innovative research and applications capable of competing locally, regionally, and internationally, while contributing to community development and industrial advancement in alignment with Egypt's sustainable development vision.",
            "ar": " إعداد كوادر علمية متخصصة ومتميزة تمتلك المهارات والمعرفة المتعمقة في مجال الذكاء الاصطناعي ومعالجة البيانات، بما يؤهلها لمواكبة التطورات المتسارعة في هذا المجال. ويدعم إنتاج أبحاث وتطبيقات مبتكرة قادرة على المنافسة محليًا وإقليميًا ودوليًا، مع المساهمة في تنمية المجتمع وتطوير الصناعات، بما يتماشى مع رؤية مصر للتنمية المستدامة."
        }
    },
    "overviewImage": "/images/ai/mloverview2.jpg",
    "facultyGoals": [
        {
            "id": "1",
            "label": {
                "en": "Program Objectives",
                "ar": "أهداف البرنامج"
            },
            "title": {
                "en": "",
                "ar": ""
            },
            "content": [
                {
                    "en": "Develop a strong understanding of core machine learning concepts, including supervised, unsupervised, and reinforcement learning.",
                    "ar": "تطوير فهم قوي للمفاهيم الأساسية في التعلم الآلي، بما في ذلك التعلم الخاضع للإشراف، التعلم غير الخاضع للإشراف، والتعلم المعزز."
                },
                {
                    "en": "Grasp the fundamentals of statistical analysis and probability theory.",
                    "ar": "استيعاب أساسيات التحليل الإحصائي ونظرية الاحتمالات."
                },
                {
                    "en": "Explore the ethical considerations and societal impact of AI.",
                    "ar": "استكشاف الاعتبارات الأخلاقية وتأثير الذكاء الاصطناعي على المجتمع."
                },
                {
                    "en": "Master programming languages for data analysis and machine learning.",
                    "ar": "إتقان لغات البرمجة المستخدمة في تحليل البيانات والتعلم الآلي."
                },
                {
                    "en": "Acquiring expertise in data mining techniques, including data cleaning, preprocessing, and feature engineering.",
                    "ar": "اكتساب خبرة في تقنيات استخراج البيانات، بما في ذلك تنظيف البيانات، المعالجة المسبقة، وهندسة انتقاء الخصائص."
                },
                {
                    "en": "Gain proficiency in using machine learning libraries and frameworks.",
                    "ar": "تحقيق إتقان استخدام مكتبات وأطر العمل الخاصة بالتعلم الآلي."
                },
                {
                    "en": "Develop practical skills in building, training, and deploying machine learning models.",
                    "ar": "تطوير المهارات العملية في بناء وتدريب ونشر نماذج التعلم الآلي."
                },
                {
                    "en": "Apply machine learning techniques to real-world problems in various domains, such as healthcare, finance, and autonomous systems.",
                    "ar": "تطبيق تقنيات التعلم الآلي لحل المشكلات الواقعية في مجالات متنوعة، مثل الرعاية الصحية، والتمويل، والأنظمة المستقلة."
                },
                {
                    "en": "Foster critical thinking and problem-solving skills to identify opportunities for AI-driven solutions.",
                    "ar": "تعزيز التفكير النقدي ومهارات حل المشكلات لتحديد الفرص للحلول المدعومة بالذكاء الاصطناعي."
                },
                {
                    "en": "Encourage creativity and innovation in designing novel AI applications.",
                    "ar": "تشجيع الإبداع والابتكار في تصميم تطبيقات ذكاء اصطناعي جديدة."
                },
                {
                    "en": "Stay updated with the latest advancements in machine learning and AI research.",
                    "ar": "مواكبة أحدث التطورات في أبحاث التعلم الآلي والذكاء الاصطناعي."
                },
                {
                    "en": "Develop effective communication and teamwork skills to collaborate with diverse teams.",
                    "ar": "تطوير مهارات الاتصال والعمل الجماعي للتعاون مع فرق متنوعة."
                },
                {
                    "en": "Learn to present technical concepts clearly and concisely to both technical and non-technical audiences.",
                    "ar": "تعلم كيفية تقديم المفاهيم التقنية بوضوح لكل من الجمهور التقني وغير التقني."
                }
            ]
        },
        {
            "id": "2",
            "label": {
                "en": "Career Path and Job Opportunities",
                "ar": "المسار الوظيفي وفرص العمل"
            },
            "title": {
                "en": "",
                "ar": ""
            },
            "content": [
                {
                    "en": "Machine Learning Engineer: Designs and develops machine learning models to identify patterns and predict future outcomes based on data.",
                    "ar": "مهندس تعلم آلي: تصميم وتطوير نماذج التعلم الآلي لاستخلاص الأنماط والتنبؤ بالمستقبل بناءً على البيانات."
                },
                {
                    "en": "Data Analyst: Analyzes large datasets and utilizes AI techniques to extract insights that support decision-making.",
                    "ar": "محلل بيانات: تحليل البيانات الكبيرة واستخدام تقنيات الذكاء الاصطناعي لاستخراج الرؤى التي تدعم اتخاذ القرارات."
                },
                {
                    "en": "Computer Vision Specialist: Works on developing systems using computer vision, such as facial recognition and image analysis.",
                    "ar": "متخصص في الرؤية الحاسوبية: العمل على تطوير أنظمة تستخدم الرؤية الحاسوبية مثل أنظمة التعرف على الوجه وتحليل الصور."
                },
                {
                    "en": "Robotics Developer: Designs and programs intelligent robots for industries like manufacturing, agriculture, and healthcare.",
                    "ar": "مطور روبوتات: تصميم وبرمجة الروبوتات الذكية للعمل في مجالات مثل الصناعة والزراعة والرعاية الصحية."
                },
                {
                    "en": "Natural Language Processing Engineer: Develops text and speech processing systems, such as virtual assistants and machine translation software.",
                    "ar": "مهندس معالجة اللغة الطبيعية: تطوير أنظمة معالجة النصوص والخطاب، مثل المساعدات الافتراضية وبرامج الترجمة الآلية."
                },
                {
                    "en": "AI Engineer: Designs comprehensive AI-based solutions to optimize operational processes.",
                    "ar": "مهندس ذكاء اصطناعي: تصميم حلول شاملة تعتمد على الذكاء الاصطناعي لتحسين العمليات التشغيلية."
                },
                {
                    "en": "Business Intelligence Analyst: Provides strategic insights to businesses by analyzing data.",
                    "ar": "محلل ذكاء الأعمال: تقديم رؤى استراتيجية للشركات بناءً على تحليل البيانات."
                },
                {
                    "en": "Autonomous Systems Developer: Creates technologies like self-driving cars and autonomous robotic systems.",
                    "ar": "مطور أنظمة مستقلة: تطوير تقنيات مثل السيارات ذاتية القيادة والأنظمة الروبوتية المستقلة."
                },
                {
                    "en": "Real-Time Data Analyst: Analyzes real-time data to support decisions in sectors like finance and energy.",
                    "ar": "أخصائي تحليل البيانات الزمن الحقيقي: تحليل بيانات الزمن الحقيقي لدعم القرارات في مجالات مثل التمويل والطاقة."
                },
                {
                    "en": "AI Researcher: Contributes to the development of new algorithms and models in artificial intelligence.",
                    "ar": "باحث في الذكاء الاصطناعي: المساهمة في تطوير الخوارزميات والنماذج الجديدة في مجال الذكاء الاصطناعي."
                },
                {
                    "en": "Smart Game Designer: Develops AI-driven games to enhance player interaction.",
                    "ar": "مصمم ألعاب ذكية: تطوير ألعاب تعتمد على الذكاء الاصطناعي لتحسين تفاعل اللاعبين."
                }
            ]
        }
    ],
    "goalsImage": "/images/medicine/medicinegoal.jpg",
    "facultyGallery": [
        "/images/f1.jpg",
        "/images/f2.jpg",
        "/images/f3.jpg",
        "/images/f4.jpg",
        "/images/f5.jpg"
    ],
    "facultyDoctors": [
        {
            "name": "Samanta Smith",
            "role": {
                "en": "Head manager",
                "ar": "المدير الرئيسي"
            },
            "image": "https://i.pinimg.com/736x/f5/47/d8/f547d800625af9056d62efe8969aeea0.jpg"
        },
        {
            "name": "Colin Power",
            "role": {
                "en": "Partner",
                "ar": "شريك"
            },
            "image": "https://i.pinimg.com/736x/f5/47/d8/f547d800625af9056d62efe8969aeea0.jpg"
        },
        {
            "name": "Colin Power",
            "role": {
                "en": "Partner",
                "ar": "شريك"
            },
            "image": "https://i.pinimg.com/736x/f5/47/d8/f547d800625af9056d62efe8969aeea0.jpg"
        },
        {
            "name": "Lucy Albea",
            "role": {
                "en": "Investor",
                "ar": "مستثمر"
            },
            "image": "https://i.pinimg.com/736x/f5/47/d8/f547d800625af9056d62efe8969aeea0.jpg"
        }
    ],
    "facultyLevels": [
        {
            "id": "1",
            "name": {
                "en": "Level 1",
                "ar": "المستوى الأول"
            },
            "semesters": [
                {
                    "id": "1-1",
                    "name": {
                        "en": "First Semester",
                        "ar": "الفصل الدراسي الأول"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        },
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        }
                    ]
                },
                {
                    "id": "1-2",
                    "name": {
                        "en": "Second Semester",
                        "ar": "الفصل الدراسي الثاني"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        },
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        }
                    ]
                }
            ]
        },
        {
            "id": "2",
            "name": {
                "en": "Level 2",
                "ar": "المستوى الثاني"
            },
            "semesters": [
                {
                    "id": "2-1",
                    "name": {
                        "en": "Third Semester",
                        "ar": "الفصل الدراسي الثالث"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        },
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        }
                    ]
                },
                {
                    "id": "2-2",
                    "name": {
                        "en": "Fourth Semester",
                        "ar": "الفصل الدراسي الرابع"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        },
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        }
                    ]
                }
            ]
        },
        {
            "id": "3",
            "name": {
                "en": "Level 3",
                "ar": "المستوى الثالث"
            },
            "semesters": [
                {
                    "id": "3-1",
                    "name": {
                        "en": "Fifth Semester",
                        "ar": "الفصل الدراسي الخامس"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        },
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        }
                    ]
                },
                {
                    "id": "3-2",
                    "name": {
                        "en": "Sixth Semester",
                        "ar": "الفصل الدراسي السادس"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        },
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        }
                    ]
                }
            ]
        },
        {
            "id": "4",
            "name": {
                "en": "Level 4",
                "ar": "المستوى الرابع"
            },
            "semesters": [
                {
                    "id": "4-1",
                    "name": {
                        "en": "Seventh Semester",
                        "ar": "الفصل الدراسي السابع"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        },
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        }
                    ]
                },
                {
                    "id": "4-2",
                    "name": {
                        "en": "Eighth Semester",
                        "ar": "الفصل الدراسي الثامن"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        },
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        }
                    ]
                }
            ]
        }
    ]
}