{
    "type": "normal",
    "header": {
        "links": [
            {
                "to": "/",
                "label": {
                    "en": "home",
                    "ar": "الرئيسية"
                }
            },
            {
                "to": "/faculties/appliedhealth",
                "label": {
                    "en": " Faculty of Applied Health Sciences​",
                    "ar": " كلية تكنولوجيا العلوم الصحية التطبيقية"
                }
            },
            {
                "to": "/faculties/appliedhealth/program/Radiology",
                "label": {
                    "en": "Radiology and Medical Imaging Technology Program ",
                    "ar": "برنامج تقنية الأشعة والتصوير الطبي"
                }
            }
        ],
        "img": "/images/appliedhealth/banner.jpg"
    },
    "overview": {
        "title": {
            "en": "  Technology of Radiology and Medical Imaging Program ",
            "ar": "برنامج تكنولوجيا الأشعة والتصوير الطبي  "
        },
        "para1": {
            "en": "This program adopts modern educational systems to graduate highly qualified radiology technicians. It equips them with advanced technical skills aligned with current medical developments, enhancing their employment opportunities in Egypt and abroad.",
            "ar": "يعتمد البرنامج على أحدث النظم التعليمية لتخريج فنيين مؤهلين في مجال الأشعة، يمتلكون مهارات تقنية عالية تواكب التطورات الطبية، بما يعزز فرصهم في العمل داخل مصر وخارجها."
        },
        "para2": {
            "en": " ",
            "ar": " "
        },
        "visionPara": {
            "en": "A program that contributes to providing highly skilled radiology and medical imaging technology specialists capable of competing in the local and regional labor markets in the field of radiology and medical imaging, aiming to enhance the quality of healthcare services.",
            "ar": "  الرؤية  برنامج يساهم في توفير كوادر متخصصة في تقنية الأشعة والتصوير الطبي ذات مهارات عالية قادرة على المنافسة في أسواق العمل المحلية والإقليمية في مجال الأشعة والتصوير الطبي بهدف تعزيز جودة الخدمات الصحية."
        },
        "missionPara": {
            "en": "To graduate radiology and medical imaging technology specialists who are committed to professional ethics, proficient in specialized technical skills, and capable of assisting in the provision of outstanding and safe healthcare based on evidence and best practices, serving various healthcare institutions. The graduate will also be able to participate in scientific research, serve the community, and be prepared for continuous education and teamwork, equipped with management skills and adhering to educational quality standards.",
            "ar": "تخريج متخصصين في الأشعة وتقنيات التصوير الطبي ملتزمين بأخلاقيات المهنة، متمكنين من المهارات الفنية المتخصصة، قادرين على المساعدة في تقديم رعاية صحية متميزة وآمنة مبنية على الأدلة وأفضل الممارسات، لخدمة مؤسسات الرعاية الصحية المختلفة. كما سيكون الخريج قادرًا على المشاركة في البحث العلمي وخدمة المجتمع، ومستعدًا للتعليم المستمر والعمل الجماعي، مزودًا بمهارات الإدارة والالتزام بمعايير الجودة التعليمية."
        }
    },
    "overviewImage": "/images/medicine/overview.jpg",
    "facultyGoals": [
        {
            "id": "1",
            "label": {
                "en": "Program Objectives",
                "ar": "أهداف البرنامج"
            },
            "title": {
                "en": "",
                "ar": ""
            },
            "content": [
                {
                    "en": "Preparing radiology and medical imaging technology specialists with advanced scientific skills, alongside a focus on personal skills.",
                    "ar": "إعداد متخصصين في تقنية الأشعة والتصوير الطبي بمهارات علمية متقدمة، مع التركيز على المهارات الشخصية."
                },
                {
                    "en": "Aligning the graduate's skills and qualifications with labor market requirements.",
                    "ar": "مواءمة مهارات ومؤهلات الخريج مع متطلبات سوق العمل."
                },
                {
                    "en": "Equipping graduates and training them in self-learning and continuous learning methods.",
                    "ar": "إعداد الخريجين وتدريبهم على أساليب التعلم الذاتي والتعلم المستمر."
                },
                {
                    "en": "Emphasizing scientific research and linking it with technological advancements and labor market needs.",
                    "ar": "التركيز على البحث العلمي وربطه بالتطورات التكنولوجية واحتياجات سوق العمل."
                },
                {
                    "en": "Continuous development of programs to keep up with rapid technological progress.",
                    "ar": "التطوير المستمر للبرامج لمواكبة التقدم التكنولوجي السريع."
                },
                {
                    "en": "Establishing collaboration protocols with various hospitals, healthcare institutions, and companies that support student training.",
                    "ar": "إنشاء بروتوكولات التعاون مع مختلف المستشفيات ومؤسسات الرعاية الصحية والشركات التي تدعم تدريب الطلاب."
                },
                {
                    "en": "Establishing international collaboration protocols with corresponding colleges and institutions that support student training.",
                    "ar": "إنشاء بروتوكولات التعاون الدولي مع الكليات والمؤسسات المعنية التي تدعم تدريب الطلاب."
                },
                {
                    "en": "Expanding the development of laboratories and workshops at the college.",
                    "ar": "التوسع في تطوير المختبرات والورش بالكلية."
                },
                {
                    "en": "Enhancing infrastructure to facilitate e-learning and simulation-based learning methods.",
                    "ar": "تعزيز البنية التحتية لتسهيل التعلم الإلكتروني وطرق التعلم المبنية على المحاكاة."
                }
            ]
        },
        {
            "id": "2",
            "label": {
                "en": "Career Path and Job Opportunities",
                "ar": "المسار الوظيفي وفرص العمل"
            },
            "title": {
                "en": "",
                "ar": ""
            },
            "content": [
                {
                    "en": "Job opportunities are available both locally and internationally in all private and public healthcare institutions, as the graduate receives a professional practice license as a specialist.",
                    "ar": "تتوفر فرص العمل محلياً ودولياً في كافة المؤسسات الصحية الخاصة والعامة، حيث يحصل الخريج على رخصة مزاولة المهنة كمتخصص."
                },
                {
                    "en": "Job titles include: Radiology and Medical Imaging Technology Specialist, Medical Laboratory Technology Specialist, Dental Prosthetics Technology Specialist, and Respiratory Care Technology Specialist.",
                    "ar": "تشمل المسميات الوظيفية: أخصائي تكنولوجيا الأشعة والتصوير الطبي، أخصائي تكنولوجيا المختبرات الطبية، أخصائي تكنولوجيا الأطراف الاصطناعية للأسنان، وأخصائي تكنولوجيا الرعاية التنفسية."
                },
                {
                    "en": "Additional job opportunities are available in various research centers and in the academic field (teaching and scientific research).",
                    "ar": "توجد فرص عمل إضافية في مراكز البحوث المختلفة وفي المجال الأكاديمي (التدريس والبحث العلمي)."
                },
                {
                    "en": "The college prepares graduates for postgraduate studies (Master's and Ph.D.).",
                    "ar": "تقوم الكلية بإعداد الخريجين للدراسات العليا (الماجستير والدكتوراه)."
                },
                {
                    "en": "The graduate of the Radiology and Medical Imaging Technology Program has a comprehensive academic background in modern health knowledge aligned with the evolving labor market.",
                    "ar": "يتمتع خريج برنامج الأشعة وتكنولوجيا التصوير الطبي بخلفية أكاديمية شاملة في المعرفة الصحية الحديثة والاتجاهات المتوافقة مع سوق العمل المتطور."
                },
                {
                    "en": "They are trained on all diagnostic and therapeutic radiological imaging devices and understand the physical laws of radiation and its risks.",
                    "ar": "يتم تدريبهم على جميع أجهزة التصوير الإشعاعي التشخيصي والعلاجي، ومعرفة القوانين الفيزيائية للإشعاع ومخاطره."
                },
                {
                    "en": "They are capable of handling all types of radiology equipment under the supervision of a specialized radiology doctor.",
                    "ar": "وهم قادرون على التعامل مع جميع أنواع أجهزة الأشعة تحت إشراف طبيب أشعة متخصص."
                },
                {
                    "en": "They work in accordance with quality and accreditation standards in healthcare facilities.",
                    "ar": "وذلك وفقًا لمعايير الجودة والاعتماد في المرافق الصحية."
                },
                {
                    "en": "They ensure occupational safety for both themselves and the patient while performing radiology procedures.",
                    "ar": "مع ضمان السلامة المهنية لهم وللمريض أثناء أداء إجراءات الأشعة."
                }
            ]
        }
    ],
    "goalsImage": "/images/medicine/medicinegoal.jpg",
    "facultyLevels": [
        {
            "id": "1",
            "name": {
                "en": "Level 1",
                "ar": "المستوى الأول"
            },
            "semesters": [
                {
                    "id": "1-1",
                    "name": {
                        "en": "First Semester",
                        "ar": "الفصل الدراسي الأول"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        },
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        }
                    ]
                },
                {
                    "id": "1-2",
                    "name": {
                        "en": "Second Semester",
                        "ar": "الفصل الدراسي الثاني"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        },
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        }
                    ]
                }
            ]
        },
        {
            "id": "2",
            "name": {
                "en": "Level 2",
                "ar": "المستوى الثاني"
            },
            "semesters": [
                {
                    "id": "2-1",
                    "name": {
                        "en": "Third Semester",
                        "ar": "الفصل الدراسي الثالث"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        },
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        }
                    ]
                },
                {
                    "id": "2-2",
                    "name": {
                        "en": "Fourth Semester",
                        "ar": "الفصل الدراسي الرابع"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        },
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        }
                    ]
                }
            ]
        },
        {
            "id": "3",
            "name": {
                "en": "Level 3",
                "ar": "المستوى الثالث"
            },
            "semesters": [
                {
                    "id": "3-1",
                    "name": {
                        "en": "Fifth Semester",
                        "ar": "الفصل الدراسي الخامس"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        },
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        }
                    ]
                },
                {
                    "id": "3-2",
                    "name": {
                        "en": "Sixth Semester",
                        "ar": "الفصل الدراسي السادس"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        },
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        }
                    ]
                }
            ]
        },
        {
            "id": "4",
            "name": {
                "en": "Level 4",
                "ar": "المستوى الرابع"
            },
            "semesters": [
                {
                    "id": "4-1",
                    "name": {
                        "en": "Seventh Semester",
                        "ar": "الفصل الدراسي السابع"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        },
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        }
                    ]
                },
                {
                    "id": "4-2",
                    "name": {
                        "en": "Eighth Semester",
                        "ar": "الفصل الدراسي الثامن"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        },
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        }
                    ]
                }
            ]
        }
    ]
}