{
    "type": "normal",
    "header": {
        "links": [
            {
                "to": "/",
                "label": {
                    "en": "home",
                    "ar": "الرئيسية"
                }
            },
            {
                "to": "/faculties/appliedhealth",
                "label": {
                    "en": " Faculty of Applied Health Sciences​",
                    "ar": " كلية تكنولوجيا العلوم الصحية التطبيقية"
                }
            },
            {
                "to": "/faculties/appliedhealth/program/RespiratoryCare",
                "label": {
                    "en": "Respiratory Care Technology Program",
                    "ar": " برنامج تكنولوجيا الرعاية التنفسية"
                }
            }
        ],
        "img": "/images/appliedhealth/banner.jpg"
    },
    "overview": {
        "title": {
            "en": "Technology of respiratory therapy Program",
            "ar": "برنامج تكنولوجيا الرعاية التنفسية"
        },
        "para1": {
            "en": "This program focuses on producing skilled respiratory therapy technicians through advanced technological education that keeps pace with current medical innovations, aiming to improve the quality of healthcare services.",
            "ar": "يُعنى البرنامج بتخريج فنيين في العلاج التنفسي ذوي كفاءة عالية، من خلال تعليم تكنولوجي متطور يواكب المستجدات الطبية، للمساهمة في تحسين جودة الرعاية الصحية."
        },
        "para2": {
            "en": " ",
            "ar": " "
        },
        "visionPara": {
            "en": "A program that contributes to providing highly skilled respiratory therapist capable of competing in the local and regional labor markets in the field of respiratory care technology, aiming to enhance the quality of healthcare services.",
            "ar": "    برنامج يساهم في توفير أخصائي علاج تنفسي ذو مهارات عالية قادر على المنافسة في أسواق العمل المحلية والإقليمية في مجال تكنولوجيا الرعاية التنفسية، بهدف تعزيز جودة الخدمات الصحية."
        },
        "missionPara": {
            "en": "To graduate respiratory therapist who are committed to professional ethics, proficient in specialized technical skills, and capable of assisting in the provision of outstanding and safe healthcare based on evidence and best practices, serving various healthcare institutions. The graduate will also be able to participate in scientific research, serve the community, and be prepared for continuous education and teamwork, equipped with management skills and adhering to educational quality standards. ",
            "ar": "تخريج معالجين تنفسيين ملتزمين بأخلاقيات المهنة، متمكنين من المهارات الفنية التخصصية، قادرين على المساعدة في تقديم رعاية صحية متميزة وآمنة مبنية على الأدلة وأفضل الممارسات، لخدمة مؤسسات الرعاية الصحية المختلفة، كما سيكون الخريج قادراً على المشاركة في البحث العلمي وخدمة المجتمع، ومستعداً للتعليم المستمر والعمل الجماعي، ومجهزاً بمهارات الإدارة والالتزام بمعايير الجودة التعليمية."
        }
    },
    "overviewImage": "/images/medicine/overview.jpg",
    "facultyGoals": [
        {
            "id": "1",
            "label": {
                "en": "Program Objectives",
                "ar": "أهداف البرنامج"
            },
            "title": {
                "en": "",
                "ar": ""
            },
            "content": [
                {
                    "en": "Preparing respiratory therapist with advanced scientific skills, alongside a focus on personal skills.",
                    "ar": "إعداد أخصائي علاج تنفسي يتمتع بمهارات علمية متقدمة، إلى جانب التركيز على المهارات الشخصية."
                },
                {
                    "en": "Aligning the graduate's skills and qualifications with labor market requirements.",
                    "ar": "مواءمة مهارات ومؤهلات الخريج مع متطلبات سوق العمل."
                },
                {
                    "en": "Equipping graduates and training them in self-learning and continuous learning methods.",
                    "ar": "إعداد الخريجين وتدريبهم على أساليب التعلم الذاتي والتعلم المستمر."
                },
                {
                    "en": "Emphasizing scientific research and linking it with technological advancements and labor market needs.",
                    "ar": "التركيز على البحث العلمي وربطه بالتطورات التكنولوجية واحتياجات سوق العمل."
                },
                {
                    "en": "Continuous development of programs to keep up with rapid technological progress.",
                    "ar": "التطوير المستمر للبرامج لمواكبة التقدم التكنولوجي السريع."
                },
                {
                    "en": "Establishing collaboration protocols with various hospitals, healthcare institutions, and companies that support student training.",
                    "ar": "إنشاء بروتوكولات التعاون مع مختلف المستشفيات ومؤسسات الرعاية الصحية والشركات التي تدعم تدريب الطلاب."
                },
                {
                    "en": "Establishing international collaboration protocols with corresponding colleges and institutions that support student training.",
                    "ar": "إنشاء بروتوكولات التعاون الدولي مع الكليات والمؤسسات المعنية التي تدعم تدريب الطلاب."
                },
                {
                    "en": "Expanding the development of laboratories and workshops at the college.",
                    "ar": "التوسع في تطوير المختبرات والورش بالكلية."
                },
                {
                    "en": "Enhancing infrastructure to facilitate e-learning and simulation-based learning methods.",
                    "ar": "تعزيز البنية التحتية لتسهيل التعلم الإلكتروني وطرق التعلم المبنية على المحاكاة."
                }
            ]
        },
        {
            "id": "2",
            "label": {
                "en": "Career Path and Job Opportunities",
                "ar": "المسار الوظيفي وفرص العمل"
            },
            "title": {
                "en": "",
                "ar": ""
            },
            "content": [
                {
                    "en": "Job opportunities are available both domestically and internationally in all private and public healthcare institutions, as the graduate receives a professional practice license as a specialist.",
                    "ar": "تتوفر فرص العمل محلياً ودولياً في كافة المؤسسات الصحية الخاصة والعامة، حيث يحصل الخريج على رخصة مزاولة المهنة كمتخصص."
                },
                {
                    "en": "The job titles include 'Radiology and Medical Imaging Technology Specialist,' 'Medical Laboratory Technology Specialist,' 'Dental Prosthetics Technology Specialist,' or 'Respiratory Care Technology Specialist.'",
                    "ar": "تشمل المسميات الوظيفية 'أخصائي تكنولوجيا الأشعة والتصوير الطبي'، 'أخصائي تكنولوجيا المختبرات الطبية'، 'أخصائي تكنولوجيا الأطراف الاصطناعية للأسنان'، أو 'أخصائي تكنولوجيا الرعاية التنفسية'."
                },
                {
                    "en": "Additionally, there are job opportunities in various research centers and in the academic field (teaching and scientific research).",
                    "ar": "بالإضافة إلى ذلك، توجد فرص عمل في مراكز البحوث المختلفة وفي المجال الأكاديمي (التدريس والبحث العلمي)."
                },
                {
                    "en": "The college also prepares graduates for postgraduate studies (Master's and Ph.D.).",
                    "ar": "كما تقوم الكلية بإعداد الخريجين للدراسات العليا (الماجستير والدكتوراه)."
                },
                {
                    "en": "The graduate has a comprehensive academic background in modern health knowledge and trends aligned with the evolving labor market in the healthcare field, specifically in respiratory care technology.",
                    "ar": "يتمتع الخريج بخلفية أكاديمية شاملة في المعرفة الصحية الحديثة والاتجاهات المتوافقة مع سوق العمل المتطور في مجال الرعاية الصحية، وخاصة في تكنولوجيا الرعاية التنفسية."
                },
                {
                    "en": "They are knowledgeable in handling equipment in intensive care units, as well as the basics of resuscitation and early detection of complications.",
                    "ar": "وهم على دراية بالتعامل مع المعدات في وحدات العناية المركزة، وكذلك أساسيات الإنعاش والكشف المبكر عن المضاعفات."
                },
                {
                    "en": "They are capable of assisting patients with respiratory devices under the supervision and direct instructions of a doctor, in accordance with quality and accreditation standards in healthcare facilities, while ensuring occupational safety for both themselves and the patient.",
                    "ar": "وهم قادرون على مساعدة المرضى بأجهزة التنفس تحت إشراف وتوجيهات مباشرة من الطبيب، وفقًا لمعايير الجودة والاعتماد في المرافق الصحية، مع ضمان السلامة المهنية لهم وللمريض."
                }
            ]
        }
    ],
    "goalsImage": "/images/medicine/medicinegoal.jpg",
    "facultyLevels": [
        {
            "id": "1",
            "name": {
                "en": "Level 1",
                "ar": "المستوى الأول"
            },
            "semesters": [
                {
                    "id": "1-1",
                    "name": {
                        "en": "First Semester",
                        "ar": "الفصل الدراسي الأول"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        },
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        }
                    ]
                },
                {
                    "id": "1-2",
                    "name": {
                        "en": "Second Semester",
                        "ar": "الفصل الدراسي الثاني"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        },
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        }
                    ]
                }
            ]
        },
        {
            "id": "2",
            "name": {
                "en": "Level 2",
                "ar": "المستوى الثاني"
            },
            "semesters": [
                {
                    "id": "2-1",
                    "name": {
                        "en": "Third Semester",
                        "ar": "الفصل الدراسي الثالث"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        },
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        }
                    ]
                },
                {
                    "id": "2-2",
                    "name": {
                        "en": "Fourth Semester",
                        "ar": "الفصل الدراسي الرابع"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        },
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        }
                    ]
                }
            ]
        },
        {
            "id": "3",
            "name": {
                "en": "Level 3",
                "ar": "المستوى الثالث"
            },
            "semesters": [
                {
                    "id": "3-1",
                    "name": {
                        "en": "Fifth Semester",
                        "ar": "الفصل الدراسي الخامس"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        },
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        }
                    ]
                },
                {
                    "id": "3-2",
                    "name": {
                        "en": "Sixth Semester",
                        "ar": "الفصل الدراسي السادس"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        },
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        }
                    ]
                }
            ]
        },
        {
            "id": "4",
            "name": {
                "en": "Level 4",
                "ar": "المستوى الرابع"
            },
            "semesters": [
                {
                    "id": "4-1",
                    "name": {
                        "en": "Seventh Semester",
                        "ar": "الفصل الدراسي السابع"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        },
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        }
                    ]
                },
                {
                    "id": "4-2",
                    "name": {
                        "en": "Eighth Semester",
                        "ar": "الفصل الدراسي الثامن"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        },
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        }
                    ]
                }
            ]
        }
    ]
}