{
    "type": "normal",
    "header": {
        "links": [
            {
                "to": "/",
                "label": {
                    "en": "home",
                    "ar": "الرئيسية"
                }
            },
            {
                "to": "/faculties/engineer",
                "label": {
                    "en": "Faculty of Engineering",
                    "ar": "كلية الهندسة"
                }
            },
            {
                "to": "/faculties/engineer/program/SmartCities",
                "label": {
                    "en": "Smart Cities Planning and Construction Program",
                    "ar": "برنامج تخطيط وتشييد المدن الذكية "
                }
            }
        ],
        "img": "/images/engineer/banner2.jpg"
    },
    "overview": {
        "title": {
            "en": "Smart Cities Planning and Construction Program",
            "ar": "برنامج تخطيط وتشييد المدن الذكية   "
        },
        "para1": {
            "en": "In light of the accelerated urban development that the country is currently witnessing, particularly the construction of fourth-generation cities, which are characterized as smart cities, there is a need to graduate engineers, architects, and planners capable of planning, designing, executing, and managing such cities. This aligns with the current global directives towards sustainable urban development and Egypt's Vision 2030, which aims to meet the national demand for transforming Egyptian cities into smart cities.​",
            "ar": " في إطار التنمية الحضرية المضطردة التي تشهدها الدولة حالياً وخاصة تشييد مدن الجيل الرابع، التي من أهم سماتها أن تكون مدن ذكية، يجب العمل على تخريج مهندسين ومعماريين ومخططين لديهم القدرة على التعامل مع تخطيط وتصميم وتنفيذ وإدارة هذه النوعية من المدن، بما يتفق مع التوجيهات العالمية الحالية نحو التنمية العمرانية المستدامة، وبما يتفق مع إطار 'رؤية 2030' التي اقرتها جمهورية مصر العربية، وتلبية الطلب الوطني لتحويل المدن المصرية إلى ذكية. "
        },
        "para2": {
            "en": " ",
            "ar": " "
        },
        "programTitle": {
            "en": " ",
            "ar": " "
        },
        "programPara": {
            "en": " ",
            "ar": " "
        },
        "visionPara": {
            "en": "Smart cities are an emerging multidisciplinary approach. Accordingly, the vision of the program is to establish a leading academic program that excels in teaching, scientific research, community service, and the development of the urban environment. The program aims to educate students in urban and regional planning as well as civil engineering to construct smart Egyptian cities. It also aims to create and disseminate smart systems through which natural resources can be managed efficiently, achieve sustainability, and raise awareness of the multidisciplinary nature of urban economics, theories of urban development and planning, and the urban and demographic environment.",
            "ar": "المدن الذكية هي نهج ناشئ متعدد التخصصات وبناء على ذلك تتمثل الرؤية في إنشاء برنامج أكاديمي رائد يتمتع بالتميز في التدريس والبحث العلمي وخدمة المجتمع وتنمية البيئة الحضرية. يهدف البرنامج إلى تعليم التخطيط العمراني والحضري والهندسة المدنية وذلك لتشييد مدن مصرية ذكية ولإنشاء ونشر أنظمة ذكية يمكن من خلالها إدارة الموارد الطبيعية وتحقيق الاستدامة وتنمية الوعي بالطبيعة متعددة التخصصات للاقتصاد الحضري، ونظريات تطوير وتخطيط المدن، والبيئة الحضرية والديموغرافية."
        },
        "missionPara": {
            "en": "The mission of the program is to prepare the next generation of engineers and urban planners by providing them with essential and specialized knowledge necessary for effectively managing both built and natural environments. The program is committed to conducting innovative research aimed at enhancing overall quality of life and providing community planning services. Additionally, it seeks to promote innovation, creativity, employability, knowledge exchange, and interdisciplinary learning",
            "ar": "تثقيف الجيل القادم من المهندسين والمخططين الحضريين وحصولهم على المعرفة الأساسية والمتخصصة ليتمكنوا من إجادة الإشراف على البيئات المبنية والطبيعية، وإجراء البحوث المبتكرة التي تعمل على تحسين نوعية الحياة للجميع، وتقديم خدمات التخطيط المجتمعي. كما سيعزز لديهم الابتكار والإبداع وإمكانية التوظيف وتبادل المعرفة والتعلم متعدد"
        }
    },
    "overviewImage": "/images/engineer/banner.jpg",
    "facultyGoals": [
        {
            "id": "1",
            "label": {
                "en": "Program Objectives",
                "ar": "أهداف البرنامج"
            },
            "title": {
                "en": "The Smart Cities Planning and Construction Program aims to:",
                "ar": " يهدف برنامج تخطيط وتشييد المدن الذكية إلى:"
            },
            "content": [
                {
                    "en": "Educate engineers and urban planners on the use of innovative technologies and planning methods for designing, implementing, and managing smart cities.",
                    "ar": "تثقيف المهندسين والمخططين الحضريين حول استخدام التقنيات المبتكرة وأساليب التخطيط لتصميم وتنفيذ وإدارة المدن الذكية."
                },
                {
                    "en": "Promote sustainability and resilience in both the built and natural environments.",
                    "ar": "تعزيز الاستدامة والمرونة في البيئات المبنية والطبيعية."
                },
                {
                    "en": "Enhance the university's role as a regional institution capable of providing professional and public services to communities across the country.",
                    "ar": "تعزيز دور الجامعة كمؤسسة إقليمية لها دور يمكنها من تقديم الخدمات المهنية والعامة للمجتمعات في جميع أنحاء الدولة."
                },
                {
                    "en": "Prepare graduates capable of applying engineering sciences and methods in practical life, as well as critical thinking and the use of technical language to improve their communication skills.",
                    "ar": "إعداد خريج قادر علي تطبيق العلوم الهندسية وأساليبها في الحياة العملية إضافة إلى التفكير النقدي واستخدام اللغة التقنية لتحسين مهاراته في التواصل."
                },
                {
                    "en": "Prepare graduates to apply solutions provided by the Fourth Industrial Revolution (4IR), along with concepts and sciences of urban environmental management.",
                    "ar": "إعداد خريج قادر على تطبيق الحلول التي توفرها الثورة الصناعية الرابعة المعروفة باسم 4IR، بالإضافة إلى مفاهيم وعلوم الإدارة الحضرية البيئية."
                },
                {
                    "en": "Prepare graduates to select appropriate information and communication technologies (ICT) to address urban environmental challenges.",
                    "ar": "إعداد خريج قادر علي اختيار تكنولوجيا المعلومات والاتصالات المناسبة لمواجهة التحديات البيئية الحضرية."
                },
                {
                    "en": "Equip graduates to compete in the labor market under the new and changing conditions of the international community.",
                    "ar": "إعداد خريج قادر علي المنافسة في سوق العمل في ظل الظروف الجديدة والمتغيرة للمجتمع الدولي."
                },
                {
                    "en": "Prepare graduates to learn and work with new technologies by mastering appropriate research methods and problem-solving techniques.",
                    "ar": "إعداد خريج قادر على تعلم التكنولوجيات الجديدة والعمل بها عن طريق التعرف على طريقة البحث المناسبة وتقنيات حل المشكلات."
                },
                {
                    "en": "Engage internally and externally with the latest developments in engineering studies, research, and innovations by participating in international and local conferences, workshops, and seminars.",
                    "ar": "التفاعل داخلياً وخارجياً مع أحدث ما وصلت إليه الدراسات والبحوث والإبتكارات الهندسية من خلال المشاركة فى المؤتمرات الدولية والمحلية وعقد ورش العمل والندوات والمؤتمرات."
                },
                {
                    "en": "Contribute to driving production forward using modern techniques and methodologies at the university and its units, as well as at the national and regional levels, by exchanging expertise and establishing contracts and agreements with local and international scientific and practical institutions.",
                    "ar": "المساهمة فى دفع عجلة الإنتاج بأساليب وتقنيات حديثة على مستوى الجامعة ووحداتها وكذلك على مستوى الدولة والمنطقة من خلال تبادل الخبرات وإبرام العقود والإتفاقيات مع الهيئات والمؤسسات العلمية والعملية المحلية والدولية."
                },
                {
                    "en": "Develop and implement quality assurance systems, including (but not limited to) codes of practice, standards, health and safety requirements, and environmental concerns.",
                    "ar": "تطوير وتنفيذ أنظمة ضمان الجودة، بما في ذلك (على سبيل المثال لا الحصر) مدونات الممارسات والمعايير، ومتطلبات الصحة والسلامة، والمخاوف البيئية."
                }
            ]
        },
        {
            "id": "2",
            "label": {
                "en": "Career Path and Job Opportunities",
                "ar": "المسار الوظيفي وفرص العمل"
            },
            "title": {
                "en": "",
                "ar": ""
            },
            "content": [
                {
                    "en": "Graduates of this program have a wide range of job opportunities, as they can engage in the planning, design, implementation, and management of smart cities. This is particularly relevant, considering all new cities currently under construction and those planned for the future. ",
                    "ar": "  تتنوع فرص العمل لخريجي هذا البرنامج، من خلال تخطيط وتصميم وتنفيذ وإدارة هذه النوعية من المدن، وخاصة أن جميع المدن الجديدة التي يتم تنفيذها حاليًا ومستقبلًا ستكون مدن ذكية، مما يستدعي الحاجة إلى مهندسين متخصصين في هذا المجال."
                }
            ]
        }
    ],
    "goalsImage": "/images/medicine/medicinegoal.jpg",
    "facultyGallery": [
        "/images/f1.jpg",
        "/images/f2.jpg",
        "/images/f3.jpg",
        "/images/f4.jpg",
        "/images/f5.jpg"
    ],
    "facultyLevels": [
        {
            "id": "1",
            "name": {
                "en": "Level 1",
                "ar": "المستوى الأول"
            },
            "semesters": [
                {
                    "id": "1-1",
                    "name": {
                        "en": "First Semester",
                        "ar": "الفصل الدراسي الأول"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        },
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        }
                    ]
                },
                {
                    "id": "1-2",
                    "name": {
                        "en": "Second Semester",
                        "ar": "الفصل الدراسي الثاني"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        },
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        }
                    ]
                }
            ]
        },
        {
            "id": "2",
            "name": {
                "en": "Level 2",
                "ar": "المستوى الثاني"
            },
            "semesters": [
                {
                    "id": "2-1",
                    "name": {
                        "en": "Third Semester",
                        "ar": "الفصل الدراسي الثالث"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        },
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        }
                    ]
                },
                {
                    "id": "2-2",
                    "name": {
                        "en": "Fourth Semester",
                        "ar": "الفصل الدراسي الرابع"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        },
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        }
                    ]
                }
            ]
        },
        {
            "id": "3",
            "name": {
                "en": "Level 3",
                "ar": "المستوى الثالث"
            },
            "semesters": [
                {
                    "id": "3-1",
                    "name": {
                        "en": "Fifth Semester",
                        "ar": "الفصل الدراسي الخامس"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        },
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        }
                    ]
                },
                {
                    "id": "3-2",
                    "name": {
                        "en": "Sixth Semester",
                        "ar": "الفصل الدراسي السادس"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        },
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        }
                    ]
                }
            ]
        },
        {
            "id": "4",
            "name": {
                "en": "Level 4",
                "ar": "المستوى الرابع"
            },
            "semesters": [
                {
                    "id": "4-1",
                    "name": {
                        "en": "Seventh Semester",
                        "ar": "الفصل الدراسي السابع"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        },
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        }
                    ]
                },
                {
                    "id": "4-2",
                    "name": {
                        "en": "Eighth Semester",
                        "ar": "الفصل الدراسي الثامن"
                    },
                    "courses": [
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        },
                        {
                            "name": {
                                "en": "",
                                "ar": ""
                            }
                        }
                    ]
                }
            ]
        }
    ]
}